{
  "common_name": "rattlesnake plant",
  "description": "Calathea lancifolia, commonly known as rattlesnake plant, is an amazing houseplant that has extra-ordinary foliage. The leaves are long, narrow and wavy, like snakeskin, and have alternating white and dark green stripes. When its leaves move, the leaves gently shake which earns it its name! Rattlesnake plants are unique and hardy plants that require medium light and moist but well-drained soil. They are also non-toxic and easy to care for which make them a great houseplant for any environment. The wavy foliage will add beauty and movement to any room, making rattlesnake plants a great choice for any gardener.",
  "image_url": "https://perenual.com/storage/species_image/1469_calathea_lancifolia/regular/3676781257_2e8730f471_b.jpg",
  "nickname": "",
  "plant_location": "",
  "plant_origin": "Brazil",
  "pruning_care_guide": "Generally, this species of plant should not be pruned too often or heavily. Pruning should be done sparingly, and only to remove dead, damaged, or overcrowded parts. Pruning should be done before the plant has a chance to flower. If done during the growing season, pruning should be done in the spring or early summer as buds begin to form. In the autumn, anytime before the end of October is a good time to prune for shape or size.",
  "scientific_name": ["Calathea lancifolia", "Goeppertia insignis"],
  "sunlight": "part shade",
  "sunlight_care_guide": "Rattlesnake plant (Calathea lancifolia) does best in bright, indirect sunlight. A good rule of thumb is to provide up to 4 hours of sunlight per day - ideally in the morning or late afternoon when sun intensity is lower. With more than 4 hours of direct sun per day, the leaves may suffer from too much direct sun and scorch. Keep the rattlesnake plant in a spot where the sun is shaded by something like a fence, tree, or other structure as the direct hot sun for more than 4 hours can cause damage.",
  "type": "Herb",
  "watering": "Average",
  "watering_care_guide": "Rattlesnake plant (Calathea lancifolia) prefers moist but not soggy soil. Water your plant every 1-2 weeks, allowing the top inch of soil to dry out before watering again. During the summer months, the rattlesnake plant should be watered more regularly to ensure the soil stays moist. In winter, water less often and allow the top of the soil to dry out before watering again."
}
